{
  "statusCode": 200,
  "message": "Quotes",
  "pagination": {
    "currentPage": 1,
    "nextPage": 2,
    "totalPages": 5
  },
  "totalQuotes": 50,
  "data": [
     {
       "_id": "1",
      "title": "شجرة الغرقد",
      "urlToImage": "https://se77ah.com/artimg/artbig/5503.jpg",
      "content": "١ شجرة الغرقد\n ١.١ التسمية ١.٢\n مكان التواجد \n١.٣ الفوائد العلاجية \n\nشجرة الغرقد\nالثلاثية والفلويدات والأملاح المعدنية التي تتخذ شكل النيكل كما أنها تحتوي على العديد من المواد المفيدة وتنتمي إلى عائلة الباذنجانيات ويتراوح ارتفاع الشجرة من مترٍ واحد إلى مترين ولها سيقان متفرعة ومتعرجة ومتداخلة بين بعضها البعض ولها أوراق صغيرة في الحجم وخضراء اللون.\n\nتتسم هذه الأوراق بصفة الشوكية وهي حادة وسامة وأزهارها بيضاء تميل إلى اللون الأزرق وثمارها بحجم حبة الحمص ولونها أخضر يتحول إلى الأحمر عند نضجها ومذاق هذه الثمار حلو وبداخلها مجموعة كبيرة من البذور البنية المعروفة باسم العوزة.\n\nالتسمية\n تعرف الشجرة بالعديد من الأسماء مثل (العوسج والسحنون وشجرة اليهود وعنب الديب) وقد ذكرت هذه الشجرة من قبل النبي محمد عليه الصلاة والسلام بحديثه عن علامات الساعة حيث قال \"لا تقوم الساعة حتى يقاتل المسلمون اليهود فيقتلهم المسلمون حتى يختبئ اليهودي من وراء الحجر والشجر فيقول الحجر أو الشجر يا مسلم يا عبد الله هذا يهودي خلفي افتله إلا الغرقد فإنه من شجر اليهود\".\n\nمكان التواجد\n تزرع الأشجار في الأراضي ذات الصفة الرملية الساحلية والحصوية حيث إنها تنتشر في كثيرٍ من مناطق بلاد الشام وشبه الجزيرة العربية والقارة الإفريقية ومن أبرز هذه المناطق:\nصحراء الحجاز. الأجزاء الجنوبية من المملكة العربية السعودية وخاصة في القرى من واد السرحان في محافظة طبرجل. الكويت. فلسطين. صحراء النقب. وادي الأردن. سيناء. ليبيا.\n\nالفوائد العلاجية \nتمتلك أوراق وثمار الغرقد مجموعة كبيرة من المواد الغذائية التي لها القدرة على علاج الكثير من الأمراض باعتبارها تحتوي على خواص طبية كبيرة أيضا ويكون ذلك من خلال تحضير مستحلب خاص من مكونات الشجرة على شكل سائل وينصح بشرب فنجان واحد فقط في اليوم وذلك لتفادي أي انتكاسة قد تحدث ومن أبرز خواصه الطبية ما يلي:\n\nمقوٍ للدم. مدر للدورة الشهرية. محسن للنظر. مزيل لاحمرار العين. حامي من تليف الكبد. محسن لعمل وظائف الكبد. مخفض لضغط الدم المرتفع. مقوٍ للعظام. مفتت لحصوات الكلى. مخفف لالتهابات الكلى. مدر للبول. مطهر لمجرى البول والمثانة. منبت للشعر. ملين للمعدة. طارد للهوام. مخفض لحرارة الجسم.\n\nومن أبرز الأمراض والأعراض التي يعالجها الغرقد:\n\nالإمساك المزمن . الحكة. قروح الفم. الجرب والجذام. البواسير النازفة. التهاب اللثة والاسنان والحنجرة. الرمد. الضعف الجنسي عند الرجال. الملاريا. عسر الهضم واضرابات المعدة. الانيميا وفقر الدم. أمراض القولون. الصفراء. بياض العين. ضعف المعدة. المغص. تشققات الشفتين. الدوسنتاريا."
    },
    {
      "_id": "2",
      "title": "فوائد الخل مع زيت الزيتون",
      "urlToImage": "https://se77ah.com/artimg/artbig/5653.jpg",
      "content": "١ الخل وزيت الزيتون\n ٢ فوائد الخل مع زيت الزيتون \n٣ خلطات الخل وزيت الزيتون \n٣.١ الخل وزيت الزيتون للتنحيف\n ٣.٢ ماسك الخل وزيت الزيتون لتنقية البشرة\n ٣.٣ خلطة الخل وزيت الزيتون للقمل\n\nالخل وزيت الزيتون\n يعتبر الخل وزيت الزيتون من المواد الغذائية التي تعود على الجسم بالعديد من الفوائد الصحية نظرا لاحتوائهما على العديد من المصادر الغذائية الضرورية وأهمها المعادن كالفسفور والمغنيسيوم والبوتاسيوم والكالسيوم بالإضافة إلى بعض الفيتامينات حيث إن استخدامهما معا يؤدي إلى مضاعفة فوائدهما.\n\nفوائد الخل مع زيت الزيتون\n تقوية الجهاز المناعي ومنع الإصابة بالعدوات المختلفة التي تسببها البكتيريا والجراثيم. منع الإصابة بأمراض السرطان بمختلف أنواعها. \nتقليل الكولسترول الضار في الدم وبالتالي حماية القلب من الإصابة بالأمراض ومنع تصلب الشرايين وحدوث الجلطات المفاجئة. \nعلاج مشاكل القدمين التي يواجهها الأشخاص الرياضيون من خلال التخلص من الفطريات والبكتيريا. علاج الأرق وبالتالي زيادة الشعور بالراحة أثناء النوم. \nعلاج التهابات المفاصل والعضلات. \nعلاج مشاكل البشرة المختلفة وخاصة الحروق التي تسببها أشعة الشمس الضارة. \nعلاج الصداع المزمن الذي يعود سببه إلى نقص الكالسيوم في الجسم. علاج نزلات البرد والإنفلونزا. \nمنع نمو الجذور الحرة التي تؤدي إلى ظهور علامات الشيخوخة التي تتمثل في التجاعيد والخطوط الدقيقة. \nتحسين عمل الدماغ وتقوية القدرات العقلية بالإضافة إلى الوقاية من الإصابة بمرض الزهايمر. علاج اضطرابات الجهاز العصبي وتقليل الشعور بالتوتر والإجهاد. \nتقليل الوزن الزائد وحرق الدهون المتراكمة في مختلف مناطق الجسم. علاج مشاكل فورة الرأس وخاصة القمل.\n\nخلطات الخل وزيت الزيتون \n\nالخل وزيت الزيتون للتنحيف\nالمكونات\n ملعقة صغيرة من الخل الطبيعي. \nملعقة صغيرة من زيت حبة البركة السوداء. \nملعقة صغيرة من زيت الزيتون.\n\nطريقة التحضير \nتخلط جميع المكونات وتوضع في عبوة خاصة. \nيرش الخليط على الجسم ويدلك به.\n يترك الخليط على الجسم لمدة لا تقل عن ساعة ثم يستحم بالماء والصابون إذ تساعد هذه العملية على حرق الدهون المتراكمة وخاصة في منطقة البطن.\n\nخلطة الخل وزيت الزيتون للقمل \nالمكونات\n فنجان من زيت الزيتون. \nفنجان من الخل. \nطريقة التحضير \nتخلط المكونات معا وتوضع على فروة الرأس.\n يترك الخليط على الرأس لمدة ساعة على الأقل ثم يغسل الشعر بالشامبو والماء دون ترك بقايا.\n"
    },
    {
      "_id": "3",
      "title": "ما هي فوائد الحرمل",
      "urlToImage": "https://se77ah.com/artimg/artbig/5608.jpg",
      "content": "١ الحرمل\n ٢ فوائد الحرمل \n٣ طريقة استخدام الحرمل \n٣.١ المكونات ٣.٢\n طريقة التحضير \n٤ المحاذير\n\nالحرمل\n يعد الحرمل أو كما يطلق عليه في الميدان العلمي (stinkweed) واحدا من أهم أنواع النباتات العشبية المستخدمة على نطاقٍ واسع في العديد من الجوانب الحياتية بما في ذلك الجانب الصحي والغذائي وينقسم إلى نوعين رئيسيين هما الحرمل الأبيض وهو الصنف العربي من هذا النبات والحرمل الأحمر ويمثل الصنف الفارسي منه.\n\nيأخذ هذا النبات الشكل المستدير وله أوراق عريضة كالصفصاف وله أزهار بيضاء اللون ويحتوي على البزر الأسود الذي يشبه إلى حد كبير الخردل ويمتاز برائحته القوية وبتركيبته الطبيعية عالية القيمة حيث يحتوي على نسبة عالية من القلويدات الكفيلة بعلاج المشكلات الصحية المختلفة وفيما يلي سنسلط الضوء على أبرز فوائده للجسم.\n\nفوائد الحرمل \nيحتوي على كل من مركبات الهارمين والهارمالين والهارمان والبيغانين والتي تلعب دورا بارزا في علاج مشكلات الجهاز التنفسي المختلفة وتعد أساسا لمقاومة الزكام والسعال والإنفلونزا وتقضي على الالتهابات بأنواعها المختلفة بما في ذلك التهاب الحلق والحنجرة. \nيعالج الأمراض الجلدية وخاصة الحالات المستعصية منها بما في ذلك الصدفية والإكزيما وفطريات الجلد. \nيعالج الشلل الاهتزازي. \nيعالج التهاب المفاصل ويخفف من حدة الأعراض الناتجة عن الروماتيزم. \nيوسع الأوعية الدموية ويقي من انسداد الشرايين مما يمنع الإصابة بالأمراض الخطيرة الناتجة عن السكتات القلبية والجلطات وذلك من خلال تحفيز الجملة العصبية المركزية وخاصة في منطقة قشرة الدماغ. \nيعالج الصداع المزمن بأنواعه. يعالج الصرع. يسكن أوجاع العظام وخاصة الساقين والركبتين. \nيعالج مشاكل الجهاز الهضمي بما في ذلك الإسهال وعسر الهضم ويطرد الغازات ويقي من الانتفاخات. \nيطرد البلغم. يعالج السل. يسرع عملية الحمل ويرفع من مستوى الخصوبة لدى المرأة. \nيعالج أمراض الكبد. يعالج مشكلة ضعف اللون الطبيعي للشعر. يقوي السمع. يعالج مشاكل الرؤية ويعالج على احمرار العين. \nيعالج التهاب اللثة ويقي من تسوس الأسنان.\n يهدئ الأعصاب ويقضي على التوتر والقلق ويمنع الاكتئاب. \nيعالج الحمى.\n\nطريقة استخدام الحرمل\n المكونات غرامان من مسحوق الحرمل. كوب من الماء. \nطريقة التحضير \nإضافة مسحوق الحرمل إلى الماء ثم غليه على نار هادئة لمدة لا تقل عن عشر دقائق وتناوله مرتين يوميا لمدة أسبوع أو شهر كامل للتخلص من العديد من المشكلات على رأسها الصرع. \nالمحاذير\n يحذر من تناوله من قبل النساء الحوامل حيث يزيد من احتمالية الإجهاض عن طريق تحفيز تشنجات الرحم كما لا تنصح النساء المرضعات بتناوله. \nلا ينصح باستخدامه من قبل الأشخاص الذين يعانون من اضطراب مسبق في عمل الكبد. \nيمنع استخدامه لمن يعانون من مشاكل في المسالك البولية والكلى.\n\nو طبعا لا يغني عن استشارة طبيب مختص .."
    },
    {
      "_id": "4",
      "title": "أهم 10 من فوائد الطماطم",
      "urlToImage": "https://se77ah.com/artimg/artbig/786.jpg",
      "content": "تنفرد الطماطم بفوائد وخواص تختلف عن باقي المزروعات والخضراوات سواء من ناحية الوقاية من المرض أو علاج المرض نفسه ومن أهم فوائد الطماطم عشرة فوائد هي :\n 1- من فوائد الطماطم إزالة الجراثيم المتسببة في الأمراض التي تعلق في جسد المريض.\n 2- تقوم الطماطم بتنشيط حركية الكليتين .\n 3- تحتوي الطماطم على نسبة كبيرة من فيتامين أ و ايضا فيتامين س (C).\n 4- تعمل الطماطم كمطهر للأمعاء والبطن كما أنه يزيل عسر وصعوبة هضم الطعام والإخراج.\n 5- تحتوي ثمرة الطماطم على معدن الحديد فاذا كنت تعاني من فقر الدم اشرب عصير الطماطم او تناولها .\n 6- يمكن استخدام الطماطم لتخفيف وعلاج الحموضة لمعادلة قلويات الجسم .\n 7- تقلل الطماطم حالة الاحتقان في الأمراض الصدرية الخاضة بالتنفس واحتقان القصبة الهوائية.\n 8- الطماطم مفيدة لحاملي مرض السكري وذلك لوجود كمية صغيرة جدا من الكربوهيدرات ويمكن استخدامها في التنحيف ايضا.\n 9- عصير الطماطم يعالج التهابات المفاصل عن طريق مزجها بالزيت والتسخين حتى يتبخر ثم الوضع فوق منطقة الاصابة لتسكين الالم.\n 10- تناول الطماطم يفتح المسامات والقنوات الطبيعية في الجسم.\n"
    },
    {
      "_id": "5",
      "title": "طريقة استخدام غذاء ملكات النحل",
      "urlToImage": "https://se77ah.com/artimg/artbig/5769.jpg",
      "content": "١ غذاء ملكات النحل\n ٢ جرعة تناول الغذاء الملكي \n٣ حفظ الغذاء الملكي\n ٤ فوائد الغذاء الملكي \n\nغذاء ملكات النحل\nهو مادة لزجة بيضاء اللون تنتجها الشغالات لغذاء الملكات الجديدة ويحتوي الغذاء الملكي على مجموعةٍ كبيرة من الفيتامينات مثل: النياسين والريبوفلافين وحامض الفوليك وفيتامين ه المضاد للأكسدة والهرمونات التي تنشط عمل الغدد التناسلية. يستعمل الغذاء الملكي في حالات الإصابة بفقر الدم وفي حالات سوء التغذية وله العديد من الاستعمالات والفوائد الصحية وغذاء ملكات النحل مادة حساسة ويجب تخزينها في ظروف ملائمة للاستفادة من خصائصها العلاجية ولضمان عدم تعرضها للتلف.\n\nجرعة تناول الغذاء الملكي\n ينصح بتناول غذاء الملكات صباحا بمعدل 5 مليغرام يوميا ويمكن أن يتم خلطه مع العسل بنسبة 1% ويؤخذ صباحا ويتم تناول غذاء الملكات الطازج بوضعه تحت اللسان وتركه حتى يذوب ويمكن تناوله مجففا على هيئة كبسولات ويجب عدم الإسراف في تناول غذاء الملكات بسبب احتوائه على كميةٍ كبيرة من الفيتامينات التي يمكن أن تسبب التسمم لو زادت نسبتها بدرجةٍ كبيرة في الجسم.\n\n\nحفظ الغذاء الملكي \nيجب حفظ الغذاء الملكي مجمدا في درجة حرارة صفر وذلك للحفاظ على خصائصه الغذائية وإذا تم حفظه في درجة حرارة أعلى فإنه يتعرض للذوبان والتبلور وقد يتغير لونه إلى اللون الأصفر المائل إلى البني وتصبح رائحته قوية بسبب تحلل البروتين وتزداد سرعة عملية التحلل بوجود الرطوبة العالية التي قد تؤدي إلى تعفن الغذاء الملكي.\n\n\nفوائد الغذاء الملكي \nيخفف التجاعيد على البشرة ويجدد خلاياها. \nينشط الدورة الدموية ويطيل العمر وينشط الخصوبة. \nسهل وسريع الهضم والامتصاص في الجهاز الهضمي.\nيحتوي على الأحماض الأمينية والفيتامينات والمعادن والسكريات. \nيعالج سوء التغذية وحالات الضعف العام والضعف الجنسي. \nيمنع الإصابة بأمراض الشيخوخة ويقوي الجهاز العصبي. \nيعالج التهابات المفاصل وأمراض الجهاز الهضمي. \nيعالج الأمراض النفسية ويحسن الصحة بشكل عام. \nيقوي الشهية ويساعد على زيادة الوزن. \nيعمل على تنظيم ضربات القلب ويزيد من مقاومة الجسم للأمراض المعدية. \nيخفف من أعراض سن اليأس ويزيد من معدلات الخصوبة. \nيعالج التقرحات في الجهاز الهضمي. \nينظم عمل الغدد الصماء وإفرازتها. \nيخفض ضغط الدم وذلك بسبب احتوائه على الأستيل كولين الذي يعمل على توسيع الأوعية الدموية. \nيعالج أمراض القلب والشرايين ويخفض من مستوى الكولسترول الضار. \nينشط العمليات الكيميائية التي تزود الخلايا بالطاقة اللازمة لعملها. \nيعمل على زيادة إدرار البول. \nيحتوي على خصائص مضادة للبكتيريا ويمكن أن يستعمل كمضاد حيوي. \nيسهل عملية الولادة وينظم الدورة الشهرية. \nيمنع حدوث أمراض غدة البروستات.\n"
    },
    {
      "_id": "6",
      "title": "فوائد الزنجبيل مع العسل والليمون",
      "urlToImage": "https://se77ah.com/artimg/artbig/5530.jpg",
      "content": "١ الزنجبيل والعسل والليمون\n٢ وصفات الزنجبيل مع العسل والليمون\n ٢.١ الزنجبيل والقرفة\n ٢.٢ الزنجبيل والليمون \n٣ فوائد الزنجبيل مع العسل والليمون\n٤ محاذير استخدام الزنجبيل\n\nالزنجبيل والعسل والليمون\n الزنجبيل هو نوع نباتي من الفصيلة الزنجبيلية ينمو في بلاد الهند والفلبين والمكسيك وباكستان وجامايكا ويعتبر أفضل أنواعه الزنجبيل الجامايكي ويحتوي الزنجبيل على زيوت طيارة وله رائحة نفاذة وطعم لاذع ويستخدم كبهار أو توابل في تحضير الأطعمة المختلفة لمنحها طعما مميزا.\n\nأما الليمون فهو عبارة عن نبات حمضي ينتمي إلى فصيلة السذابية وثمرته صفراء اللون ومذاقها حامض ويحتوي الليمون على العديد من العناصر الغذائية الغنية أهمها الفيتامينات وله قدرة كبيرة على مقاومة الفيروسات المسببة للإنفلونزا ونزلات البرد.\n\nأما العسل فهو مادة غذائية غنية بالسكريات والأحماض الأمينية والمعادن والفيتامينات المتنوعة والتي جعلتها ذات قيمة غذائية ودوائية عظيمة وفيما يلي سنتناول وصفة الزنجبيل مع العسل والليمون وفوائدها.\n\nوصفات الزنجبيل مع العسل والليمون \n\nالزنجبيل والقرفة \n   المكونات: \nقطعتان صغيرتان من الزنجبيل الطازج. \nماء مغلي.\n ملعقة ونصف عسل. \nشريحتان من الليمون.\n   طريقة التحضير: \nنضع في كوب قطع الزنجبيل وشرائح الليمون والعسل ونضيف إليها الماء المغلي ونتركها قليلا وبعد ذلك نتناولها. \n\nالزنجبيل والليمون\nالمكونات: جذر من الزنجبيل. \nعسل نحل. \nليمون مقطع إلى شرائح.\n\nطريقة التحضير: \nنقطع الزنجبيل إلى شرائح. \nنضع شرائح الزنجبيل والليمون على شكل طبقات فوق بعضها البعض في برطمان زجاجي. \nنغطي شرائح الليمون والزنجبيل بكمية من عسل النحل. \nنضع البرطمان في الثلاجة ونتناول منه ملعقة على الريق صباحا كلما دعت الحاجة. \nملاحظة: للحصول على أفضل النتائج يتم تناول المشروب صباحا على الريق وليلا قبل النوم.\n\nفوائد الزنجبيل مع العسل والليمون\n معالجة نزلات البرد والإنفلونزا والتهاب الحلق. \nتنظيم معدلات السكر في الدم. \nتحسين صحة الجهاز الهضمي ومعالجة الاضطرابات التي قد تصيبه كسعر الهضم والإسهال والمساعدة على ارتخاء عضلات المعدة. \nتقليل نسبة الكولسترول الضار وزيادة نسبة الكولسترول النافع في الدم وبالتالي حماية القلب والأوعية الدموية. \nتخفيض ضغط الدم المرتفع والحماية من الإصابة بالنوبات القلبية والسكتات الدماغية. \nتقوية الجهاز المناعي وحماية الجسم من عدوى الأمراض. \nإبطاء نمو الخلايا السرطانية وبالتالي الوقاية من الإصابة بمرض السرطان. \nتخفيف آلام الدورة الشهرية لدى الإناث. \nمعالجة ومنع حدوث غثيان الصباح. \nمعالجة التهابات الجسم والتهابات المفاصل. \nالمساعدة على تكوين مادة الكولاجين التي تساعد في الحصول على بشرة نضرة وصحية. \nالحصول على شعر صحي ولامع. \nإنقاص الوزن والتخلص من الوزن الزائد بسرعة. \nالمساعدة على تكوين الجهاز العصبي عند الجنين خلال فترة الحمل.\n تهدئة الأعصاب والاسترخاء والشعور بالهدوء النفسي.\n\nمحاذير استخدام الزنجبيل\n قد يكون للإفراط في تناول الزنجبيل تأثيرات سلبية كالآتية: \nتسارع في نبضات القلب عند تناوله بكثرة. \nحدوث توتر وهبوط في مهام الجهاز العصبي المركزي. \nحدوث نزيف حاد عند تناوله مع بعض الأعشاب كالحلبة والقرنفل والبابونج.\n\nو طبعا لا يغني عن استشارة طبيب مختص ..\n"
    },
    {
      "_id": "7",
      "title": "فوائد العسل مع زيت الزيتون",
      "urlToImage": "https://se77ah.com/artimg/artbig/5615.jpg",
      "content": "١ زيت الزيتون\n ٢ فوائد زيت الزيتون\n ٣ فوائد العسل\n ٤ فوائد زيت الزيتون والعسل على الريق\n\n زيت الزيتون\n يتمتع كل من زيت الزيتون والعسل الطبيعي بالعديد من المزايا الصحية المهمة لجسم الإنسان وفوائد كل مكون وحده لا تعد ولا تحصى فكيف إذا اجتمع كلاهما معا وعرفت فوائدهما منذ القدم فلجأ الناس لاستخدامهما في علاج العديد من الأمراض وحالات العدوى وسنعرض في هذا المقال أهم فوائد زيت الزيتون والعسل وفوائدهما معا.\n\nفوائد زيت الزيتون\n يسكن المغص. \nيعالج غازات القولون. \nيخلص الديدان. \nيفتت الحصى ويحسن من مستوى وظيفة الكلى. \nيسكن آلام المفاصل. \nيخفف من أوجاع الظهر. \nيمنع تكون الشيب ويصلح الشعر التالف ويمنع تساقطه. \nيقلع البياض ويحد البصر وذلك عند الاكتحال به.\n\n\nفوائد العسل\nيعوض السكريات المستهلكة في جسم الإنسان وذلك بسبب احتوائه على الجلوكوز الذي يتم امتصاصه بسهولة. \nيعالج الاضطرابات التي تصيب الجهاز الهضمي وذلك لأنه يزيد من نشاط الأمعاء كما أنه لا يسبب التخمر لمرضى الجهاز الهضمي ولا يهيج جدران القنوات الهضمية وبالتالي يزيد من نشاط عملية التمثيل الغذائي في الأنسجة ويسهل من عملية الإخراج ويخلص من آثار الحموضة في المعدة وبالتالي يمنع الإصابة بقرحة المعدة والإثني عشر. \nيسكن الآلام ويسرع في التئام الجروح وهو مضاد للبكتيريا والجراثيم والفطريات وذلك بسبب احتوائه على مادة حمض الفورميك. \nيعالج التهاب الكبد الفرط والتهاب الحويصلة المرارية ويساعد في تفتيت الحصوات وذلك من خلال تناول العسل مع حبوب اللقاح يوميا. \nيغذي عضلة القلب. \nيعالج من ضعف البنية ويعالج فقر الدم من خلال رفع نسبة الهيموجلوبين. \nيزيد من وزن الأطفال الضعاف وذلك بسبب احتوائه على فيتامين ب12 وفيتامين ج. \nيقلل من حدة الأرق وبالتالي الحصول على نوم عميق وهادئ. \nيعالج الصداع العصبي والالتهاب العصبي وذلك بسبب احتوائه على فيتامين ب1. \nيعالج للروماتيزم والتهاب المفاصل. \nيقاوم الضعف الجنسي والعقم.\nيحسن نمو العظام والأسنان ويقي من خطر الإصابة بكساح للأطفال وذلك بسبب احتوائه على الكالسيوم والفوسفور. \nيلين الأنسجة.\n يحافظ على الكالسيوم في الجسم. \nيعالج الكحة ويلطف التهاب اللوزتين والحلق. \nيقاوم الشيخوخة.\n يعالج التقيؤ عند الحوامل ويقوي انقباضات الرحم أثناء الولادة. \nيمنع النزيف الدموي ويحافظ على قلوية الدم وبالتالي التغلب على الإجهاد وذلك بسبب احتوائه على فيتامين K. \nيحسن القدرة على الإبصار وذلك بسبب احتوائه على فيتامين ب2.\n\nفوائد زيت الزيتون والعسل على الريق \nيحمي الجهاز الهضمي من التعرض للإمساك والإسهال والانتفاخ وذلك من خلال طرد الغازات. \nيحمي من الإصابة بالسرطانات المختلفة ومنها: سرطان المعدة والقولون. \nيقوي جهاز المناعة ويجعله ينتج كمية أكبر من المضادات الحيوية وبالتالي التخلص من الجراثيم والميكروبات المضرة بالجسم. \nيزود الجسم بالطاقة والحيوية. \nيعالج مشاكل الجهاز التنفسي مثل: الرشح والسعال. \nيزيد من قدرة العقل على الاستيعاب وذلك من خلال تحفيز خلايا الدماغ وتنشيطها. \nيحمي القلب من الأمراض والجلطات. \nيخلص الجسم من الدهون والوزن الزائد.\n\nو طبعا لا يغني عن استشارة طبيب مختص .."
    },
    {
      "_id": "8",
      "title": "طريقة تناول القسط الهندي",
      "urlToImage": "https://se77ah.com/artimg/artbig/5537.jpg",
      "content": "١ القسط الهندي\n ٢ طرق تناول القسط الهندي\n ٣ فوائد القسط الهندي\n ٣.١ فوائد القسط الهندي للجسم\n ٣.٢ فوائد القسط الهندي للبشرة\n ٣.٣ فوائد القسط الهندي للشعر\n ٣.٤ فوائد القسط الهندي للمرأة\n\nالقسط الهندي\n يعد القسط الهندي من أهم النباتات المشهورة وتعود أصوله إلى الهند ومناطق شرق آسيا ويصنع منه شراب التمر الهندي المعروف ويعد من أفضل النباتات الطبية المشهورة لما له من قدرة دوائية عالية في علاج العديد من الأمراض كأمراض الأعصاب والكبد لذلك ينصح به الكثير من الخبراء والاختصاصيين في استخدامه لتعدد فوائده التي سنذكرها لاحقا.\n\nطرق تناول القسط الهندي \nتطحن جذوره بمقدار ثلاث ملاعق كبيرة بشكلٍ ناعمٍ وتخلط مع كوب من العسل أو اللبن أو الحليب ثم تتناول منه مقدار ملعقة كبيرة قبل الطعام بربع ساعة. \nتطحن أوراقه على شكل بودرة ويؤخذ من المطحون بمقدار ملعقة كبيرة ويسكب عليه كوب من الماء الساخن ويشرب الخليط مرتين يوميا قبل الطعام بربع ساعة.\n\nفوائد القسط الهندي\n\n فوائد القسط الهندي للجسم\n ينشط جهاز المناعة في الجسم. \nينظم وظائف الهرمونات. \nيخفض الكولسترول في الدم. \nيخفض خطر الإصابة بالجلطات القلبية. \nيقلل من الاكتئاب والتوتر. \nيعقم آثار الحروق والجروح. \nيخفف أوجاع الدورة الشهرية. \nيعالج حالات فقر الدم. \nيقلل من حالات الغثيان. \nيعالج التهابات المعدة. \nيعالج أمراض الكلى.\n\nفوائد القسط الهندي للبشرة \nيعالج الهالات السوداء حول العينين. \nيرطب البشرة الجافة ويجعلها ناعمة. \nيفتح البشرة ويوحد لونها. \nيزيل طبقات الدهون المتراكمة على البشرة. \nيعالج من النمش والكلف. \nيعالج البثور وحب الشباب.\n\nوصفة القسط الهندي للبشرة: \nنضع مسحوق القسط الهندي في وعاء من الماء ونضيف إليه كمية قليلة من العسل ونخلطهما معا حتى تتماسك العجينة. \nنضع العجينة قناعا على الوجه ونتركها لعدة دقائق ثم نغسل الوجه بالماء جيدا.\n\n فوائد القسط الهندي للشعر\n يطهر فروة الرأس ويرطبه. \nيمنع جفاف الشعر وتقصفه. \nيقوي الشعر من جذوره إلى أطرافه ويمنع تساقطه.\n\nوصفة القسط الهندي للشعر:\n للحصول على شعر صحي: نمزج ثلاث ملاعق من القسط المطحون في وعاء ونضيف كمية مناسبة من زيت الزيتون ثم ندلك فروة الرأس بالخليط ونتركه لمدة عشرين دقيقة ثم نغسل الشعر بالماء الدافئ. \nلترطيب فروة الرأس: نضع في وعاء كلا من العسل والقسط الهندي المطحون ونمزجهما معا ثم ندلك فروة الرأس جيدا ونكرر الوصفة مرة واحدة كل خمسة عشر يوما.\n\nفوائد القسط الهندي للمرأة \nتتلخص فوائد القسط الهندي للمرأة قبل حدوث الحمل بأنه: \nيعالج تأخر الحمل. \nيعالج اختلال الهرمونات في الجهاز التناسلي كهرمون التبويض. \nينظم عمل هرمون الحليب.\n\nو طبعا لا يغني عن استشارة طبيب مختص ..\n"
    },
    {
      "_id": "9",
      "title": "فوائد نبتة الشيح ",
      "urlToImage": "https://se77ah.com/artimg/artbig/5651.jpg",
      "content": "١ الشيح \n١.١ فوائد الشيح لمرض السكري\n ١.٢ فوائد الشيح العامة\n ١.٣ أضرار الشيح\n\nالشيح\n الشيح من النباتات العشبية المعمرة يتميز بأوراقه المتعاقبة ذات اللون الأخضر وأزهاره الدقيقة ورائحته العطرية النفاذة وله العديد من الأنواع فمنه: الشيح الأردني والحولي والمكنسي والشجيري ووحيد البذرة وتنتشر هذه الأصناف بكثرة في الوطن العربي وله العديد من الفوائد الصحية لجسم الإنسان إذ يحتوي على الكثير من العناصر الغذائية الضرورية مثل: البوليين والكاروتينويد وزيت الكافور والمعادن المختلفة. سنتحدث في هذا المقال عن فوائد الشيح للسكري وفوائده العامة بالإضافة إلى أضراره.\n\nفوائد الشيح لمرض السكري يحتوي الشيح على العديد من الخصائص التي تساعد على علاج مرض السكري وتقليل الأعراض المصاحبة له والتي تتمثل في: العطش الشديد وكثرة التبول حيث يمكن استخدامه بإعداد منقوع الشيح البري وشربه مرة واحدة يوميا إلى حين الحصول على النتيجة المرغوبة.\n\nفوائد الشيح العامة\n طرد الديدان والميكروبات المتواجدة في المعدة والأمعاء نظرا لاحتوائه على مادة السانتوين. \nطرد البلغم المتراكم في الجهاز التنفسي بالإضافة إلى علاج التهاب الشعب الهوائية وتقليل الحمى المصاحبة له. \nتقوية العظام والمفاصل وعلاج مرض الروماتيزم. \nتقليل الغازات المتراكمة في منطقة البطن وعلاج المغص وذلك بتجفيف النبتة وانتزاع العيدان الصغيرة منها وطحنها ثم شرب مقدار ملعقة مع كوب من الماء. \nخفض مستوى الكولسترول الضار في الدم مما ينشط عضلة القلب وينظم ضرباته. \nتنشيط الدورة الدموية في الجسم ومنع تصلب الشرايين. \nعلاج الاضطرابات العصبية مثل: التوتر والقلق. \nعلاج التهابات الجهاز التنفسي باستنشاق رائحة أزهاره. \nعلاج العيون المصابة بمرض الرمد وذلك بغسلها بمستحلب أزهاره. \nعلاج الأمراض الجلدية والجروح والحروق بالإضافة إلى التهابات الأظافر. \nتحسين أداء الجهاز الهضمي والأمعاء الدقيقة. \nتقوية الجهاز المناعي حيث يدخل في إعداد بعض أنواع المضادات الحيوية. \nعلاج السعال الديكي بإعداد مغلي الشيح وتحليته بالقليل من السكر وشربه يوميا قبل النوم حتى تخف حدة السعال. \nعلاج مشكلة تساقط الشعر وجفافه وزيادة نموه وكثافته باستخراج مادة القطران منه وتطبيقها على الرأس. \nعلاج مشكلة عدم انتظام الدورة الشهرية لدى النساء وتقليل الآلام المصاحبة لها. \nتقليل حالات القيء المستمر. \nفتح الشهية مما يزيد وزن الأشخاص الذين يعانون من النحافة المفرطة.\n\nأضرار الشيح \nعلى الرغم من تعدد فوائد الشيح إلا أنه لا يخلو من بعض الأضرار وتتمثل فيما يلي: \nالإصابة بالتسمم في حال تناوله بكثرة نظرا لاحتوائه على مادة السانتونين التي لها آثار سامة. \nإجهاض الجنين في حال تناولته المرأة الحامل وخاصة في الأشهر الثلاثة الأولى من الحمل.\n\nو طبعا لا يغني عن استشارة طبيب مختص .."
    },
    {
      "_id": "10",
      "title": " ما هي فوائد الرطب والتمر",
      "urlToImage": "https://se77ah.com/artimg/artbig/5583.jpg",
      "content": "التمر والرطب \nيعتبر التمر والرطب من أنواع الفواكه ذات القيمة الغذائية العالية والتي تزود الجسم بالعديد من الفوائد الصحية ويعتبران من مراحل نمو ثمر النخيل حيث تبدأ الثمرة بالبلح أصفر اللون ثم بعد تحول لونها تصبح بسرا ثم رطبا وأخيرا تجف الثمرة تماما وتصبح تمرا.\n\nيوجد بين الرطب والتمر فروق بسيطة من حيث المكونات حيث تمتاز الرطب بمحتواها العالي من الماء وتتركز العناصر الغذائية بشكلٍ أكبر في التمر بسبب احتوائه على كمية أقل من الماء ويحتوي التمر على سعرات حرارية أكثر من الرطب وتعتبر الرطب من المصادر الغنية بحمض الفوليك المهم لصحة الجنين وسنذكر في هذا المقال فوائد كلٍ من الرطب والتمر.\n\nفوائد الرطب والتمر يعتبر التمر من الأغذية التي تحافظ على خصائصها الغذائي سواء تم تناوله رطبا طازجة أو تمرا مجففا كما يمكن الاحتفاظ به لفترة زمنية طويلة دون أن تتغير قيمته الغذائية. \nيحتوي التمر والرطب على فيتامين أ المهم لصحة الأعصاب حيث يعمل على تقوية الأعصاب البصرية ويزيد صحة العين. \nيعتبر من الملينات الغذائية التي تعزز حركة الأمعاء وتساهم في تنظيم عملية الإخراج كما تساهم في علاج الإمساك الحاد بسبب احتوائها على الألياف السليلوزية. \nيحتوي التمر والرطب على نسبة عالية من الحديد وحمض الفوليك لذلك من الممكن تناولهما للوقاية من فقر الدم أو كعلاج لنقص الحديد في الجسم. \nيقي من الإصابة بسرطان القولون وذلك لاحتوائه على معدن المغنيسيوم. \nيعتبر من الفاكهة الغنية بمعدن الكالسيوم والفسفور اللذين يساهمان في تقوية العظام والأسنان والوقاية من الإصابة بهشاشة العظام.\nيساعد على ترطيب الجلد والأغشية الداخلية التي تبطن منطقة الأنف والحلق. \nيعتبر التمر من المصادر الغنية بفيتامين ب الذي يساعد على تهدئة الأعصاب ويحافظ على سلامة الجهاز العصبي. \nيزود الجسم بالطاقة التي تنتج عن امتصاص السكريات بشكل سريع مما يزود الجسم بالطاقة اللازمة لأداء الأنشطة اليومية لذلك فهو من الأطعمة المناسبة للإفطار. \nيقوي القلب ويقي من الأمراض التي تصيب القلب والأوعية الدموية.\nتحتوي الرطب على نسبةٍ عالية من السكر بسيط الهضم لذلك تعتبر من مصادر الطاقة الأساسية كما يحتوي على العناصر الغذائية المهمة لبناء العضلات لذلك يعتبر من الأغذية الضرورية للحامل حيث يسهل عملية الولادة. كما تخفض الرطب ضغط الدم المرتفع لدى الحامل. تحتوي الرطب على هرمون البيتوسين الذي يساعد على انقباض الأوعية الناقلة للدم في الرحم ويمنع الإصابة بالنزيف.\n\nو طبعا لا يغني عن استشارة طبيب مختص .."
    }
  ]
}
